Repository: webfutureiorepo/ProtonVpn
Catalog: libraries/Features/tvos_app/Sources/tvos_app/Resources/Localizable.xcstrings
Source language: en
Languages: ar, be, ca, cs, da, de, el, es, es_419, fa, fi, fil, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Watch without being watched.
ar: احضر دون أن يراقبك أحد.
be: Знаходзьцеся ў інтэрнэце без адсочвання.
ca: Mirar sense ser observat.
cs: Sledujte, aniž byste byli sledováni.
da: Se uden at blive set.
de: Schaue, ohne beobachtet zu werden.
el: Παρακολουθήστε χωρίς να σας παρακολουθούν.
es: Mira lo que quieras con total privacidad.
es_419: Mire lo que quiera con total privacidad.
fi: Katsele ilman, että sinua vahditaan.
fil: Manood nang hindi sinusubaybayan.
fr: Regardez ce que vous voulez en toute confidentialité.
hu: Nézze anélkül, hogy néznék.
id: Tonton tanpa diawasi.
it: Guardare senza essere guardati.
ja: 誰かに見られずに視聴する。
ka: ადევნეთ თვალი ისე, რომ ეს პირიქით არ მოხდეს.
ko: 지켜보는 이 없이 지켜보다.
nb: Se uten å bli overvåket.
nl: Bekijk zonder bekeken te worden.
pl: Oglądaj bez bycia oglądanym.
pt: Assista o que quiser com total privacidade.
pt_br: Assista sem ser vigiado.
ro: Vizionați fără ca altcineva să vă urmărească
ru: Наблюдайте так, чтобы не наблюдали за вами.
sk: Sledujte bez toho, aby ste boli sledovaní.
sv: Titta utan att bli bevakad.
th: รับชมได้โดยไม่ถูกจับตามอง
tr: İzlenmeden izleyin.
uk: Користуйтеся інтернетом без стеження.
vi: Xem mà không lo bị theo dõi.
zh_hans: 不受监视地观看。
zh_hant: 觀看而不被監視。

source: Watch your favorite movies and TV shows on any major streaming platform
ar: يمكنك مشاهدة أفلامك وبرامجك التلفزيونية المفضلة على أي منصة بث رئيسية
be: Глядзіце свае абраныя фільмы і тэлеперадачы на любой асноўнай платформе з трансляцыямі
ca: Mireu les vostres pel·lícules i programes de televisió preferits a qualsevol plataforma d'estríming.
cs: Sledujte své oblíbené filmy a televizní pořady na všech hlavních streamovacích platformách
da: Se dine yndlingsfilm og tv-serier på alle større streamingplatforme
de: Sieh dir deine Lieblingsfilme und -TV-Sendungen auf allen großen Streaming-Plattformen an.
el: Παρακολουθήστε τις αγαπημένες σας ταινίες και τηλεοπτικές εκπομπές σε οποιαδήποτε μεγάλη πλατφόρμα ροής
es: Mira tus películas y programas de TV favoritos en cualquier plataforma de streaming
es_419: Mire sus películas y programas de TV favoritos en cualquier plataforma de streaming
fi: Katso suosikkielokuviasi ja -televisio-ohjelmiasi missä tahansa suositussa suoratoistopalvelussa
fil: Panoorin ang mga paborito mong pelikula at palabas sa TV sa anumang pangunahing streaming platform
fr: Profitez de vos émissions de télévision et films préférés sur la plupart des plateformes de streaming.
hu: Nézze kedvenc filmjeit és tévéműsorait bármely nagyobb streaming platformon
id: Tonton film dan acara TV favorit Anda di platform streaming utama mana pun
it: Guarda i tuoi film e serie TV preferiti su qualsiasi piattaforma di streaming
ja: お気に入りの映画やテレビ番組を主要なストリーミングプラットフォームで視聴しましょう。
ka: უყურეთ თქენს საყვარელ ფილმებს და სერიალებს ყველა ძირითად სტრიმინგის პლატფორმაზე
ko: 주요 스트리밍 플랫폼에서 좋아하는 영화 및 드라마를 시청하세요
nb: Se favorittfilmene og TV-programmene dine på en hvilken som helst større strømmeplattform
nl: Bekijk uw favoriete films en series op elk belangrijk streaming platform
pl: Oglądaj ulubione filmy i programy telewizyjne w dowolnej usłudze streamingowej
pt: Desfrute das suas séries de televisão e filmes preferidos na maioria das plataformas de streaming.
pt_br: Assista a seus filmes e programas de TV favoritos nas principais plataformas de streaming
ro: Vizionați filmele și emisiunile TV favorite pe orice platformă de redare în flux
ru: Смотрите любимые фильмы и телепрограммы на любой ведущей платформе потокового вещания
sk: Pozerajte svoje obľúbené filmy a televízne programy na všetkých hlavných streamovacích platformách
sv: Titta på dina favoritfilmer och TV-program på vilken större plattform för streaming som helst
th: รับชมภาพยนตร์และรายการทีวีที่ชื่นชอบได้บนแพลตฟอร์มสตรีมมิงหลักทั้งหมด
tr: Sevdiğiniz filmleri ve TV dizilerini herhangi bir büyük yayın akışı platformundan izleyin
uk: Дивіться свої улюблені фільми й телешоу на будь-якій популярній платформі потокової трансляції
vi: Tận hưởng xem phim và chương trình truyền hình yêu thích trên mọi nền tảng phát trực tuyến lớn
zh_hans: 在任何主要流媒体平台上观看您最喜欢的电影和电视节目
zh_hant: 在任何主要影音串流平台觀看您喜愛的電影和電視節目

source: What went wrong? If you received an error message, let us know what it said.
ar: ما المشكلة؟ إذا تلقيت رسالة خطأ، فأخبرنا بما ورد فيها.
be: Што пайшло не так? Калі вы атрымалі паведамленне з памылкай, то раскажыце нам аб яго змесціве.
ca: Què ha anat malament? Si heu rebut un missatge d'error, feu-nos saber què deia.
cs: Co se pokazilo? Pokud jste viděli chybovou zprávu, dejte nám vědět, co se v ní uvádělo.
da: Hvad gik galt? Hvis du fik en fejlmeddelelse, så lad os vide, hvad der stod i den.
de: Wobei gab es Probleme? Wenn du eine Fehlermeldung erhalten hast, teile uns bitte mit, was darin stand.
el: Τι πήγε στραβά; Αν λάβατε ένα μήνυμα σφάλματος, ενημερώστε μας τι έλεγε.
es: ¿Cuál es el problema? Si has recibido un mensaje de error, indícanos lo que decía.
es_419: ¿Qué salió mal? Si recibió un mensaje de error, indíquenos lo que decía.
fr: Que s'est-il passé ? Si vous avez reçu un message d'erreur, veuillez le partager avec nous.
ka: რა დაგემართათ? თუ შეცდომის შეტყობინება მიიღეთ, გვითხარით, რა ეწერა იქ.
nb: Hva gikk galt? Hvis du mottok en feilmelding, kan du fortelle oss hva den sa.
nl: Wat ging er mis? Indien u een foutmelding hebt ontvangen, laat ons dan weten wat erin stond.
pt_br: O que deu errado? Se você recebeu uma mensagem de erro, informe o que diz a mensagem.
ro: Ce nu a mers bine? Dacă ați primit un mesaj de eroare, spuneți-ne care este acesta.
sk: Čo sa pokazilo? Ak ste dostali chybovú správu, dajte nám vedieť, čo sa v nej píše.
sl: Kaj se je zgodilo narobe? Če ste prejeli sporočilo o napaki, nam sporočite, kaj je pisalo.
sv: Vad gick fel? Om du fick ett felmeddelande, berätta vad det stod.
tr: Sorun neydi? Bir hata iletisi gördüyseniz, ne olduğunu bize yazın.
zh_hans: 遇到什么问题？如果您收到了错误消息，请告知我们具体内容。

source: When asked for your verification code, enter
ar: عند السؤال عن رمز التحقق، أدخل
be: Калі ў вас спытаюць код спраўджання, увядзіце
ca: Quan se us demani el codi de verificació, introduïu-lo
cs: Po výzvě k zadání ověřovacího kódu zadejte
da: Indtast din bekræftelseskode ved forespørgsel
de: Wenn du nach einem Bestätigungscode gefragt wirst, verwende
el: Όταν σας ζητηθεί ο κωδικός επαλήθευσης, εισαγάγετε
es: Cuando se te pregunte por el código de verificación, ingresa
es_419: Cuando se le pregunte por el código de verificación, ingrese
fi: Kun sinua pyydetään antamaan vahvistuskoodisi, syötä
fil: Kapag hiningi ang iyong verification code, ilagay ang
fr: Lorsqu'on vous demande votre code de vérification, saisissez
hu: Amikor megkérdezik az ellenőrző kódot, írja be
id: Pada saat diminta untuk memasukkan kode verifikasi Anda, masukkan
it: Quando ti viene richiesto il codice di verifica, inserisci
ja: 確認コードを求められたら、入力してください。
ka: როცა გკითხავთ გადამოწმების კოდის შესახებ, შეიყვანეთ
ko: 인증 코드를 요청 받았다면, 다음 코드를 입력하세요:
nb: Når du blir bedt om verifiseringskoden, skriver du inn
nl: Wanneer gevraagd wordt om uw verificatiecode, voer in
pl: Wpisz kod weryfikacyjny
pt: Quando solicitado a fornecer o seu código de verificação, Introduza
pt_br: Quando solicitado a fornecer seu código de verificação, digite
ro: Când vi se solicită codul de verificare, introduceți
ru: Когда вас попросят ввести код подтверждения, введите
sk: Po výzve na zadanie overovacieho kódu zadajte
sv: När du tillfrågas om din verifieringskod, ange
th: เมื่อระบบถามหารหัสยืนยัน ให้ป้อน
tr: Doğrulama kodu sorulduğunda şunu yazın
uk: Отримавши запит коду підтвердження, введіть
vi: Khi được yêu cầu nhập mã xác minh, hãy nhập
zh_hans: 当被要求验证码时，请输入
zh_hant: 當系統要求您輸入驗證碼時，請輸入

source: When asked for your verification code, enter (retrieving...)
ar: عند طلب رمز التحقق، أدخل (جار توليد الرقم...)
be: Калі ў вас спытаюць код спраўджання, увядзіце (аднаўленне...)
ca: Quan se us demani el codi de verificació, introduïu-lo (recuperant...)
cs: Po výzvě k zadání ověřovacího kódu zadejte (načítání...)
da: Indtast din bekræftelseskode ved forespørgsel (henter...)
de: Wenn du nach einem Bestätigungscode gefragt wirst, verwende (wird abgerufen...)
el: Όταν σας ζητηθεί ο κωδικός επαλήθευσης, εισαγάγετε (ανάκτηση...)
es: Cuando se te pregunte por el código de verificación, ingresa (recuperando...)
es_419: Cuando se le pregunte por el código de verificación, ingrese (recuperando...)
fi: Kun sinua pyydetään antamaan vahvistuskoodisi, syötä (haetaan...)
fil: Kapag hiningi ang iyong verification code, ilagay ang (kinukuha...)
fr: Lorsqu'on vous demande votre code de vérification, saisissez (récupération...)
hu: Amikor megkérdezik az ellenőrző kódot, írja be (lekérdezés...)
id: Pada saat diminta untuk memasukkan kode verifikasi Anda, masukkan (mengambil...)
it: Quando ti viene richiesto il codice di verifica, inserisci (recupero...)
ja: 確認コードを求められたら、入力してください。(取得中…)
ka: როცა გკითხავთ გადამოწმების კოდის შესახებ, შეიყვანეთ (მიღება...)
ko: 인증 코드를 요청 받았다면, 다음 코드를 입력하세요: (수신 중...)
nb: Når du blir bedt om verifiseringskoden, skriv inn (henter...)
nl: Wanneer gevraagd om uw verificatiecode, voer in (ophalen...)
pl: Wpisz kod weryfikacyjny (pobieranie)
pt: Quando solicitado a fornecer o seu código de verificação, Introduza (a recuperar)
pt_br: Quando seu código de verificação for solicitado, digite (consultando...)
ro: Când vi se solicită codul de verificare, introduceți (se preia...)
ru: Когда вас попросят ввести код подтверждения, введите его (получение...)
sk: Po výzve na zadanie overovacieho kódu zadajte (načítanie...)
sl: Ko ste pozvani k vnosu vaše potrditvene kode, vnesite (pridobivam...)
sv: När du tillfrågas om din verifieringskod, ange (hämtar …)
th: เมื่อระบบถามหารหัสยืนยัน ให้ป้อน (กำลังดึงข้อมูล...)
tr: Doğrulama kodu sorulduğunda şunu yazın (alınıyor...)
uk: Отримавши запит коду підтвердження, введіть (готується код...)
vi: Khi được yêu cầu nhập mã xác minh, hãy nhập (đang truy xuất...)
zh_hans: 当要求您输入验证码时，请输入（检索中...）
zh_hant: 當系統要求您輸入驗證碼時，請輸入 (正在擷取...)

source: Which streaming service are you trying to use?
ar: ما هي خدمة البث التي تحاول استخدامها؟
be: Які сэрвіс трансляцыі вы спрабуеце выкарыстоўваць?
ca: Quin servei de reproducció en línia esteu provant d'utilitzar?
cs: Kterou streamovací službu se snažíte používat?
da: Hvilken streamingtjeneste forsøger du at bruge?
de: Welchen Streaming-Dienst möchtest du nutzen?
el: Ποια υπηρεσία ροής προσπαθείτε να χρησιμοποιήσετε;
es: ¿Qué servicio de streaming estás intentando utilizar?
es_419: ¿Cuál servicio de streaming está intentando usar?
fr: Quel service de streaming essayez-vous d'utiliser ?
ka: რომელი სტრიმინგის სერვისის გამოყენებას ცდილობთ?
nb: Hvilken strømmetjeneste prøver du å bruke?
nl: Welke streamingdienst probeert u te gebruiken?
pt_br: Quais serviços de streaming você está tentando usar?
ro: Ce serviciu de redare în flux încercați să utilizați?
sk: Ktorú streamovaciu službu sa snažíte používať?
sl: Katero storitev pretakanja poskušate uporabiti?
sv: Vilken streamingtjänst försöker du använda?
tr: Hangi yayın akışı hizmetini kullanmaya çalışıyorsunuz?
zh_hans: 您正在尝试使用哪个流媒体服务？

source: You’ve been signed out
ar: تم تسجيل خروجك
be: Вы выйшлі з сістэмы
ca: S'ha tancat la sessió
cs: Byli jste odhlášeni
da: Du er blevet logget ud
de: Du wurdest abgemeldet
el: Έχετε αποσυνδεθεί
es: La sesión ha sido cerrada
es_419: Se ha cerrado la sesión
fi: Sinut on kirjattu ulos
fil: Na-sign out ka na
fr: Vous avez été déconnecté
id: Anda telah keluar dari akun
it: Sei stato disconnesso
ja: ログアウトされました
ka: თქვენ გახვედით სისტემიდან
ko: 로그아웃되었습니다.
nb: Du er logget av
nl: U bent uitgelogd.
pt_br: Sua sessão foi encerrada
ro: V-ați deconectat.
sk: Boli ste odhlásený
sv: Du har loggats ut
th: ออกจากระบบแล้ว
tr: Oturumunuz kapatıldı.
uk: Ви вийшли з системи
vi: Đã đăng xuất
zh_hans: 您已登出

source: Your connection failed
ar: فشل اتصالك
be: Збой падключэння
ca: La connexió ha fallat
cs: Vaše připojení selhalo
da: Din forbindelse mislykkedes
de: Die Verbindung ist fehlgeschlagen
el: Αποτυχία σύνδεσης σας
es: Error de conexión
es_419: Error con la conexión
fi: Yhteytesi epäonnistui
fr: Votre connexion n'a pas abouti
ja: 接続に失敗しました
ka: თქვენი კავშირი ჩავარდა
nb: Tilkobling mislyktes
nl: Verbinding mislukt
pt_br: Sua conexão falhou
ro: Conexiunea a eșuat
sk: Vaše pripojenie zlyhalo
sl: Vaša povezava ni uspela
sv: Din anslutning misslyckades
tr: Bağlantınız kurulamadı
zh_hans: 连接失败

source: Your verification code expired
ar: انتهت صلاحية رمز التحقق
be: Ваш праверачны код пратэрмінаваны
ca: El codi de verificació ha caducat
cs: Ověřovací kód vypršel
da: Din bekræftelseskode er udløbet
de: Dein Bestätigungscode ist abgelaufen
el: Ο κωδικός επαλήθευσης σας έληξε
es: El código de verificación ha expirado.
es_419: Código de verificación expirado
fi: Vahvistuskoodisi on vanhentunut
fil: Nag-expire na ang iyong verification code
fr: Votre code de vérification a expiré.
hu: Az ellenőrző kódja lejárt
id: Kode verifikasi Anda kedaluwarsa
it: Il tuo codice di verifica è scaduto
ja: 確認コードは期限切れです
ka: თქვენი გადამოწმების კოდის ვადა ამოიწურა
ko: 인증 코드가 만료되었습니다
nb: Verifiseringskoden din er utløpt
nl: Uw verificatiecode is verlopen
pl: Kod weryfikacyjny wygasł
pt: O seu código de verificação expirou
pt_br: Seu código de verificação expirou
ro: Codul de verificare a expirat
ru: Срок действия вашего кода подтверждения истек
sk: Platnosť overovacieho kódu uplynula
sl: Vaša koda za preverjanje je potekla
sv: Din verifieringskod har löpt ut
th: รหัสยืนยันหมดอายุแล้ว
tr: Doğrulama kodunuzun geçerlilik süresi dolmuş
uk: Термін дії коду підтвердження минув
vi: Mã xác minh đã hết hạn
zh_hans: 验证码已过期
zh_hant: 您的驗證碼已過期
